Repository: prestaconcept/PrestaCMSMediaBundle
Catalog: Resources/translations/PrestaCMSCoreBundle.*.xliff
Languages: fr

# block.title.presta_cms.block.media_advanced
source: Block Media Advanced
fr: Block media avancé

# block.title.presta_cms.block.gallery
source: Block Gallery
fr: Block gallerie

# block.title.presta_cms.block.gallery_advanced
source: Block Gallery Advanced
fr: Block gallerie avancé

# block.title.presta_cms.block.carousel
source: Carousel
fr: Block carrousel

# media.format.prestacms_page_wide
source: wide
fr: Large

# media.format.prestacms_page_sidebar
source: sidebar
fr: Barre latérale

# media.format.prestacms_page_content
source: content
fr: Contenu

# media.format.prestacms_gallery_full
source: gallery full
fr: Gallerie pleine page

# media.format.prestacms_gallery_horizontal_thumb
source: gallery horizontal thumb
fr: Gallerie miniature horizontal

# media.format.prestacms_gallery_vertical_thumb
source: gallery vertical thumb
fr: Gallerie Miniature verticale

# media.format.prestacms_carousel_full
source: carousel full
fr: Carrousel large

# media.format.prestacms_carousel_medium
source: carousel medium
fr: Carrousel moyen

# media.format.prestacms_carousel_small
source: carousel small
fr: Carrousel petit

# media.layout.vertical
source: vertical
fr: Alignement vertical

# media.layout.left
source: align left
fr: Aligné à gauche

# media.layout.right
source: align right
fr: Aligné à droite

# carousel.format.full
source: full
fr: Large

# carousel.format.medium
source: medium
fr: Moyen

# carousel.format.small
source: small
fr: Petit

# form.label_gallery
source: Gallery
fr: Gallerie

# form.label_media
source: Media
fr: Média

# form.label_media_alt
source: Media alt
fr: Média alt
